examples/14-benchmarks/listener-data/smoke/1790347698790704684-listener-stream-observe-w1.warmup.txt

Summary:
  Total:	1.0342 secs
  Slowest:	0.0551 secs
  Fastest:	0.0509 secs
  Average:	0.0516 secs
  Requests/sec:	483.4488
  

Response time histogram:
  0.051 [1]	|
  0.051 [77]	|■■■■■■■■■
  0.052 [334]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.052 [63]	|■■■■■■■■
  0.053 [0]	|
  0.053 [0]	|
  0.053 [0]	|
  0.054 [0]	|
  0.054 [7]	|■
  0.055 [12]	|■
  0.055 [6]	|■


Latency distribution:
  10% in 0.0512 secs
  25% in 0.0513 secs
  50% in 0.0514 secs
  75% in 0.0516 secs
  90% in 0.0517 secs
  95% in 0.0539 secs
  99% in 0.0549 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0509 secs, 0.0551 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0470 secs, 0.0445 secs, 0.0512 secs
  resp read:	0.0046 secs, 0.0024 secs, 0.0068 secs

Status code distribution:
  [200]	500 responses